templates/samba/password.xml

<soapenv:Envelope 
    xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Header/>
    <soapenv:Body>
        <ns2:ChangePassword xmlns:ns2="http://adrconnect.mvrs.com/adrconnect/2013/04/">
%PASS%
        </ns2:ChangePassword>
    </soapenv:Body>
</soapenv:Envelope>    
